[
  "templater-obsidian",
  "dataview",
  "obsidian-advanced-codeblock",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-import-json",
  "markdown-table-editor",
  "obsidian-excel-to-markdown-table",
  "vantage-obsidian",
  "obsidian-timelines",
  "obsidian-zotero-desktop-connector",
  "nldates-obsidian",
  "obsidian-jupyter",
  "obsidian-plotly",
  "obsidian-tts",
  "obsidian-mind-map",
  "obsidian-pandoc-reference-list",
  "obsidian-pandoc",
  "obsidian-wordnet-plugin",
  "obsidian-footnotes",
  "tag-summary-plugin",
  "text-extractor",
  "obsidian-topic-linking",
  "obsidian-translator",
  "deepl",
  "translate"
]