[
  "obsidian-advanced-codeblock",
  "table-editor-obsidian",
  "ai-commander",
  "ai-summarize",
  "obsidian-audio-notes",
  "obsidian-camera",
  "copy-as-latex",
  "dataview",
  "deepl",
  "obsidian-excel-to-markdown-table",
  "extract-url",
  "obsidian-footnotes",
  "gpg-encrypt",
  "json-table",
  "obsidian-import-json",
  "obsidian-jupyter",
  "obsidian-kanban",
  "language-translator",
  "latex-to-unicode",
  "longform",
  "markdown-table-editor",
  "obsidian-mind-map",
  "nldates-obsidian",
  "notes-refresher",
  "obsidian-pandoc",
  "obsidian-pandoc-reference-list",
  "obsidian-plotly",
  "quick-latex",
  "smart-memos",
  "tag-summary-plugin",
  "swiftlatex-render",
  "templater-obsidian",
  "text-extractor",
  "obsidian-tts",
  "obsidian-timelines",
  "obsidian-transcription",
  "translate",
  "obsidian-translator",
  "vantage-obsidian",
  "whisper",
  "obsidian-wordnet-plugin",
  "ytranscript",
  "obsidian-zotero-desktop-connector",
  "immersive-translate"
]